{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "contact": "Contact",
  "work": "See my Work",
  "contact1": "Do you have any question or proposal? Would you like to start a new project with me?",
  "contact2": "Don't hesitate to contact me!",
  "contactName": "Name",
  "contactMessage": "Message",
  "send": "SEND",
  "name": "My Name is Walter Fallas",
  "developer": "I am a web developer from San José, Costa Rica.",
  "create": "I am passionate about creating modern, functional websites and delivering exceptional user experiences.",
  "letsWork": "Let's work together and bring your ideas to life!",
  "aboutMe": "About Me",
  "aboutMe2": "I really enjoy everything related to technology and design, so I love being able to create visual art. I'm also very passionate about both traditional and digital drawing.",
  "aboutMe3": "I love creating responsive websites that look good and meet both usability and design standards.",
  "aboutMe4": "The visual part of a website is very important so I like creating designs that matches with usage.",
  "aboutMe5": "I am passionate about drawing! I can make drawings of different styles using a pencil or digitally.",
  "design": "Design",
  "graphicDesign": "Graphic Design",
  "sketch": "Sketch",
  "tools": "Tools",
  "tools2": "Languages & Tools",
  "web1": "Discover a vibrant and interactive music store, built with Vue.js for a fast, seamless, and visually striking experience.",
  "web2": "Modern and responsive website for an educational institution, featuring a clean design, clear navigation, and scroll-based animations. Built with Bootstrap 5.",
  "web3": "A smooth and immersive browsing experience built with React, transforming a Fullpage into interactive components.",
  "web4": "Website about a company of duplicationg machines and photocopy equipment with colors representing printing inks. HTML, CSS and Javascript.",
  "web5": "Fun memory game created with React! Reveal and match your favorite Funkos while testing your memory!",
  "web6": "Fullpage website of a swimsuit store with a very summery and striking color palette. Created with HTML, CSS, Javascript using Bootstrap.",
  "aboutMeFooter": "About Me",
  "FooterDeveloper": "Walter Fallas — Web Developer",
  "social": "Social Media",
  "boton": "See Details",
  "design001": "Ecologic Poster",
  "design002": "Skateboarding Magazine",
  "design003": "Wedding Invitations",
  "overview": "Project Overview",
  "overviewTxt001": "Pensá en Verde is a fictional ecological campaign poster designed to encourage recycling through an attractive reward. It uses a fresh, friendly, and clear aesthetic aimed at engaging a young urban audience. The design focuses on motivating immediate action by connecting recycling with a sustainable cultural event.",
  "overviewTxt002": "Asfalto is a fictional magazine dedicated to urban skateboarding culture. The cover was designed to capture the raw energy of the streets through a dynamic composition. The visual approach aims to reflect the rebellious attitude of skateboarding, connecting with a young, alternative audience passionate about movement, freedom, and self-expression.",
  "overviewTxt003": "Harry Potter-themed wedding invitation cards, created especially for a couple who are fans of the magical world. The design combines elegance with subtle references to the universe of the saga, integrating vintage-style typography, illustrations inspired by Hogwarts, and a refined color palette with warm brown accents.",
  "palette": "Suggested color palette:",
  "paletteTxt001-001": "Leaf Green (#4CAF50) – Primary",
  "paletteTxt001-002": "Light Lime Green (#d2e27f) – Background",
  "paletteTxt001-003": "Dark Green (#1E5E2F) – Secondary typography",
  "paletteTxt001-004": "Vibrant Yellow (#FFEB3B) – Details or accents",
  "paletteTxt002-001": "Dark Navy Blue (#01306A) – Background",
  "paletteTxt002-002": "White (#FFFFFF) – For logo and text",
  "paletteTxt002-003": "Bright Yellow (#FFFE00) – Text",
  "paletteTxt002-004": "Crimson Red (#BA0B1A) – Text background",
  "paletteTxt002-005": "Deep Blue (#100E6F) – Text background",
  "paletteTxt003-001": "Deep Brown (#533400) – Primary",
  "paletteTxt003-002": "Vintage Brown (#4E4019) – Secondary",
  "paletteTxt003-003": "Light Sand (#DFC4A6) – Background",
  "type": "Type:",
  "typeTxt001": " Promotional poster design",
  "typeTxt002": " Editorial cover design",
  "typeTxt003": " Themed wedding invitation design",
  "tools3": "Tools:",
  "theme": "Theme:",
  "themeTxt001": " Environmental awareness",
  "themeTxt002": " Urban culture & skateboarding",
  "themeTxt003": " Magical wedding inspired by Harry Potter",
  "font": "Font:",
  "mainFont": "Main font:",
  "textFont": "Text font:",
  "test": " design:"
}
