{
  "home": "Inicio",
  "about": "Acerca",
  "projects": "Proyectos",
  "contact": "Contacto",
  "work": "Ver Trabajos",
  "send": "ENVIAR",
  "contact1": "Tienes alguna pregunta o propuesta? Te gustaría iniciar un proyecto conmigo?",
  "contact2": "No dudes en contactarme!",
  "contactName": "Nombre",
  "contactMessage": "Mensaje",
  "name": "Mi Nombre es Walter Fallas",
  "developer": "Soy un desarrollador web en San José, Costa Rica.",
  "create": "Me apasiona crear sitios web modernos, funcionales y ofrecer experiencias de usuario excepcionales.",
  "letsWork": "¡Trabajemos juntos y hagamos realidad tus ideas!",
  "aboutMe": "Acerca de mí",
  "aboutMe2": "Me gusta mucho todo lo que tenga que ver con tecnología y diseño así que me gusta poder crear artes visuales y además un gran apasionado al dibujo tradicional o digital.",
  "aboutMe3": "Me gusta crear sitios web responsivos, con buena apariencia y que cumpla los estándares tanto de usabilidad como de diseño.",
  "aboutMe4": "La parte visual de un sitio web es muy importante así que me gusta crear diseños que coincidan con la usabilidad del mismo.",
  "aboutMe5": "¡Me apasiona el dibujo! En mi tiempo libre puedo hacer dibujos a lápiz de diferentes estilos o también de forma digital",
  "design": "Diseño",
  "graphicDesign": "Diseño Gráfico",
  "sketch": "Dibujo",
  "tools": "Herramientas",
  "tools2": "Lenguajes & Herramientas",
  "web1": "Explora una tienda de música vibrante e interactiva, creada con Vue.js para una experiencia rápida, fluida y visualmente impactante.",
  "web2": "Sitio web moderno y responsivo para una institución educativa, con diseño limpio, navegación clara, animaciones al hacer scroll. Desarrollado con Bootstrap 5.",
  "web3": "Una experiencia de navegación fluida y envolvente creada con React, transformando un Fullpage en componentes interactivos.",
  "web4": "One Page de un sitio web de equipos de duplicación y fotocopiado con los colores que representan las tintas de impresión. HTML, CSS y Javascript.",
  "web5": "Divertido juego de memoria creado con React ¡Revela y empareja tus Funkos favoritos mientras pones a prueba tu memoria!",
  "web6": "Sitio web Fullpage de una tienda de trajes de baño con una paleta de colores muy veraniega y llamativa. Creado con el framework bootstrap.",
  "aboutMeFooter": "Sobre Mí",
  "FooterDeveloper": "Walter Fallas — Desarrollador Web",
  "social": "Redes Sociales",
  "boton": "Ver Detalles",
  "design001": "Poster Ecológico",
  "design002": "Revista Skateboarding",
  "design003": "Invitaciones para Boda",
  "overview": "Resumen del Proyecto",
  "overviewTxt001": "Pensá en Verde es un afiche ficticio de campaña ecológica diseñado para incentivar el reciclaje mediante una recompensa atractiva. Se emplea una estética fresca, amigable y clara para captar al público urbano joven. El diseño se enfoca en motivar la acción inmediata, conectando el reciclaje con un evento cultural sostenible.",
  "overviewTxt002": "Asfalto es una revista ficticia dedicada a la cultura del skateboarding urbano. La portada fue diseñada para capturar la energía de las calles, utilizando una composición dinámica. El enfoque visual busca reflejar la actitud desafiante del skate, conectando con una audiencia joven, alternativa y apasionada por el movimiento, la libertad y la autogestión.",
  "overviewTxt003": "Tarjetas de invitación de boda con temática de Harry Potter, creada especialmente para una pareja fanática del mundo mágico. El diseño combina elegancia con referencias sutiles al universo de la saga, integrando tipografías con estilo antiguo, ilustraciones inspiradas en Hogwarts y una paleta de colores sobria con acentos cafés.",
  "palette": "Paleta de colores sugerida:",
  "paletteTxt001-001": "Verde hoja (#4CAF50) – Principal",
  "paletteTxt001-002": "Verde lima claro (#d2e27f) – Fondo",
  "paletteTxt001-003": "Verde oscuro (#1E5E2F) – Tipografía secundaria",
  "paletteTxt001-004": "Amarillo vibrante (#FFEB3B) – Detalles o énfasis",
  "paletteTxt002-001": "Azul marino oscuro (#01306A) – Fondo",
  "paletteTxt002-002": "Blanco (#FFFFFF) – Para el logo y texto",
  "paletteTxt002-003": "Amarillo brillante (#FFFE00) – texto",
  "paletteTxt002-004": "Rojo Carmesí (#BA0B1A) – fondo de texto",
  "paletteTxt002-005": "Azul Oscuro (#100E6F) – fondo de texto",
  "paletteTxt003-001": "Café profundo (#533400) – Principal",
  "paletteTxt003-002": "Café Vintage (#4E4019) – secundario",
  "paletteTxt003-003": "Arena claro (#DFC4A6) – Fondo",
  "type": "Tipo:",
  "typeTxt001": " Diseño de afiche promocional",
  "typeTxt002": " Diseño de portada editorial",
  "typeTxt003": " Diseño de invitaciones de boda temáticas",
  "tools3": "Herramientas:",
  "theme": "Tema:",
  "themeTxt001": " Conciencia ambiental",
  "themeTxt002": " Cultura urbana y skateboarding",
  "themeTxt003": " Boda mágica inspirada en Harry Potter",
  "font": "Fuente:",
  "mainFont": "Fuente principal:",
  "textFont": "Fuente para texto:",
  "test": " diseño:"
}
